Repository: MelvinSDRS/distilar-swift
Catalog: Sources/Distilar/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld of %lld characters
fr: %1$lld caractères sur %2$lld

source: Attach a Screenshot
fr: Joindre une capture d'écran

source: Cancel
fr: Annuler

source: Done
fr: OK

source: Feedback is not set up in this app yet.
fr: Les retours ne sont pas encore configurés dans cette app.

source: Remove
fr: Retirer

source: Report a Bug
fr: Signaler un bug

source: Screenshot
fr: Capture d'écran

source: Send
fr: Envoyer

source: Suggest a Feature
fr: Suggérer une idée

source: Thank You!
fr: Merci !

source: The photo's location and other details stay on this device.
fr: La position et les autres détails de la photo restent sur l'appareil.

source: This feedback could not be saved on the device.
fr: Ce message n'a pas pu être enregistré sur l'appareil.

source: This feedback could not be sent.
fr: Ce message n'a pas pu être envoyé.

source: This image cannot be used. Try another one.
fr: Impossible d'utiliser cette image, il faut en choisir une autre.

source: Too much feedback is waiting for a connection. Try again once you are online.
fr: Trop de messages attendent déjà une connexion. Il faudra réessayer une fois en ligne.

source: What went wrong? What did you expect?
fr: Ce qui s'est passé, et ce qui aurait dû se passer

source: What would you like the app to do?
fr: Ce que l'app pourrait faire

source: Your feedback is saved and will be sent automatically.
fr: Le message est enregistré et partira automatiquement.

source: Your feedback was sent.
fr: Message envoyé.
